Revit 2027 API
SymbolTypeId.FtCaret3 Property
 Symbol ft^3, indicating unit Cubic feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtCaret3 { get; }
Public Shared ReadOnly Property FtCaret3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtCaret3 {
	ForgeTypeId^ get ();
}
static member FtCaret3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace